/******************************************************************************
じゅうがつとうか
じっけん

*******************************************************************************/

#include <stdio.h>

int main()
{
    int a=11,b=11,n;
    n=a+b;
    printf("a(%d)+b(%d)=%d\n",a,b,n);//int型を使った数字の入れ方 printf:文章を表示するコマンド 
    
    n=a-b;//nの値を変更
    printf("a(%d)-b(%d)=%d\n",a,b,n);
    
    n=a*b;//nの値を変更する
    printf("a(%d)×b(%d)=%d\n",a,b,n);
    
    if(a>=b){
     n=a/b;//nの値を変更
      printf("a(%d)÷b(%d)=%d\n",a,b,n);
    }
    
    return 0;
}